<!DOCTYPE html>
<html>
<head>
	<title>Контрольная работа</title>
</head>
<body>
<?php
$kniga = array(array("Категория" => "Фантастика", 
"Автор" => "Джон Толкин",
"Название" => "Властелин Колец",
"Стоимость" => "2.50",
"<a href = images/Vlastelin.jpg></a>"),
array("Категория" => "Фантастика",
"Автор" => "Джордж Мартин",
"Название" => "Песнь льда и огня",
"Стоимость" => "3.00",
"<a href = images/Game_of_Thrones.jpg></a>"),
array(array("Категория" => "Сказки",
"Автор" => "Шарль Перро",
"Название" => "Кот в сапогах",
"Стоимость" => "1.10",
"<a href = images/kot.jpg></a>"),
array("Категория" => "Сказки",
"Автор" => "Карло Коллоди",
"Название" => "Пиноккио",
"Стоимость" => "1.20",
"<a href = images/Pinokkio.jpg></a>"),
array("Категория" => "",
"Автор" => "Шарлотта Бронте",
"Название" => "Джейн Эйр",
"Стоимость" => "3.50",
"<a href = images/Jane.jpg></a>"),
array("Автор" => "Шодерло де Лакло",
"Название" => "Опасные связи",
"Стоимость" => "3.20",
"<a href = images/Danger.jpg></a>"),
array("Автор" => "Николай Гоголь",
"Название" => "Мёртвые души",
"Стоимость" => "2.40",
"<a href = images/Demon_Souls.jpg></a>"),
array("Автор" => "Трумен Капоте",
"Название" => "Завтрак у Тиффани",
"Стоимость" => "2.00",
"<a href = images/Tiffani.jpg></a>"),
array("Автор" => "Рэй Брэдбери",
"Название" => "Смерть - дело одинокое",
"Стоимость" => "3.70",
"<a href = images/Death.jpg></a>"),
array("Автор" => "Эдгар Аллан По",
"Название" => "Убийство на улице Морг",
"Стоимость" => "3.10",
"<a href = images/Murder.jpg></a>")
);
?>
</body>
</html>